/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Error Loading Page" = "Fehler beim Laden der Seite";

/* No comment provided by engineer. */
"Important Notice for First Time Users" = "Wichtiger Hinweis für neue Benutzer";

/* No comment provided by engineer. */
"FirstTimeUserNotice" = "Bitte benutzen Sie Befehlstaste+Q um SEB zu beenden und (fn+)F3+F6 um die Einstellungen zu öffnen.\n\nDieser Hinweis wird solange angezeigt, bis Sie die Einstellungen verändern: Sie sollten in den Einstellungen möglichst ein Beenden-Passwort und ein Administrator-Passwort eingeben, um das Beenden von SEB und den Zugang zu den Einstellungen einzuschränken.";

/* No comment provided by engineer. */
"32bitDisclaimer" = "EINGESCHRÄNKTER MODUS: Sie betreiben SEB in 32-Bit. Unter dieser Architektur sind aus Sicherheitsgründen alle Web-Plugins wie beispielsweise der Flash Player ausgeschaltet. Weitere Informationen dazu finden Sie in der Hilfe.\n\n";

/* No comment provided by engineer. */
"Please confirm password" = "Bitte Passwort bestätigen";

/* No comment provided by engineer. */
"Are you sure you want to quit SEB?" = "Sind Sie sicher, dass Sie SEB beenden wollen?";

/* No comment provided by engineer. */
"Quit" = "Beenden";

/* No comment provided by engineer. */
"Version" = "Version";

/* "Title of 'General' preference pane" */
"General" = "Allgemein";

/* "Title of 'Advanced' preference pane" */
"Advanced" = "Erweitert";

/* No comment provided by engineer. */
"CopyrightPart2" = "WebKit © 2003-2010 Apple Computer, Inc.  All rights reserved.\n\nDieses Projekt wurde im Rahmen des von SWITCH geleiteten Programms \"AAA/SWITCH  e-Infrastructure für e-Science\" durchgeführt und erhielt finanzielle Unterstützung durch das Staatssekretariat für Bildung und Forschung sowie durch den ETH-Rat.";
